docs/fspgbench/5/pgbench_A_xts_btrfs.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 11326
number of failed transactions: 0 (0.000%)
latency average = 52.947 ms
latency stddev = 51.569 ms
initial connection time = 59.255 ms
tps = 188.720506 (without initial connection time)