docs/fspgbench/5/pgbench_D_plain_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 25361
number of failed transactions: 0 (0.000%)
latency average = 23.641 ms
latency stddev = 8.447 ms
initial connection time = 58.760 ms
tps = 422.640344 (without initial connection time)