docs/fspgbench/5/pgbench_E_xts_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 25327
number of failed transactions: 0 (0.000%)
latency average = 23.672 ms
latency stddev = 7.907 ms
initial connection time = 59.543 ms
tps = 422.072982 (without initial connection time)