docs/fspgbench/5/pgbench_G_plain_btrfs.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 18020
number of failed transactions: 0 (0.000%)
latency average = 33.276 ms
latency stddev = 13.034 ms
initial connection time = 60.766 ms
tps = 300.323137 (without initial connection time)