docs/fspgbench/5/pgbench_H_gcm_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 22901
number of failed transactions: 0 (0.000%)
latency average = 26.183 ms
latency stddev = 9.845 ms
initial connection time = 59.722 ms
tps = 381.661960 (without initial connection time)