docs/fspgbench/5/pgbench_I_cbc4k_btrfs.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 12275
number of failed transactions: 0 (0.000%)
latency average = 48.853 ms
latency stddev = 24.275 ms
initial connection time = 60.410 ms
tps = 204.435346 (without initial connection time)